not_met_virus = 'Статус: Не сталкиваля с вирусом.\nУ вас нет антител к вирусу, что говорит о том, что вам надо соблюдать\
    меры предосторожности для предотвращения возможного заболевания.'
doubtful_result = 'Статус: Сомнительный результат.\nУ вас сомнительный результат. У вас нет антител к вирусу, но \
наличие IgM от 1 до 2 говорит о том, что вирус может находиться в вашем организме и вы можете переносить инфекцию\
 в скрытой (бессимптомной) форме. Данное заболевание еще до конца не изучено, поэтому в качестве профилактической меры\
 просим вас сократить контакты с близкими людьми в течение 7 дней. Через неделю повторно сдайте кровь из вены.\
 Если вы почувствуете себя плохо, незамедлительно вызовите врача на дом.'
stage_of_disease = 'Статус: В стадии заболевания.\nВы находитесь в стадии заболевания. Даже если вы не чувствуете недомогания,\
 вы являетесь носителем вируса. Это опасно для вас и окружающих вас людей. Пожалуйста, находитесь в режиме самоизоляции\
  в течение 14 дней, не контактируйте со своими близкими во избежание их заражения. Если вы почувствуете себя плохо,\
   незамедлительно вызовите врача на дом.'
doubtful_result1 = 'Статус: Сомнительный результат.\nУ вас имеются антитела к вирусу. При этом наличие IgM говорит о том,\
 что вирус все еще может находиться в вашем организме и вы можете переносить инфекцию в скрытой (бессимптомной) форме.\
 Данное заболевание еще до конца не изучено, поэтому в качестве профилактической меры просим вас сократить контакты\
  с близкими людьми в течение 7 дней. Чeрез неделю повторно сдайте кровь из вены. Если вы почувствуете себя плохо,\
 незамедлительно вызовите врача на дом.'
recovered = 'Статус: Переболел.\nУ вас имеются антитела к вирусу, что говорит о том, что вы были инфицированы и возможно\
 вы перенесли инфекцию в скрытой (бессимптомной) форме. Независимо от этого просим вас соблюдать общие правила\
  безопасности, надевать маску и перчатки, находясь в общественных местах.'

lia = '''ЧТО ТАКОЕ ИФА-ТЕСТ\nИммуноферментный и иммунохемилюминесцентный анализ!

Тестирование по методу ифа дает максимально точный результат и показывает количество иммуноглобулинов (антител) \
к коронавирусной инфекции в крови человека.
Наличие таких антител позволяет выявить тех:
* Кто не сталкивался с вирусом
* Кто на данный момент переносит заболевание
* У кого формируется иммунитет


Тест показывает наличие антител IgM И IgG

IgM-антитела
Самые ранние антитела,которые появляются при первой иммунной реакции организма на внедрение вируса и указывают на то,\
что заболевание протекает на данный момент

IgG-антитела
Вырабатываются позже и остаются надолго. Это говорит о формирующемся иммунитете


Для чего нужно проводить тестирование?

Обследование позволяет с высокой точностью выявить болеющих в данный момент это особенно важно, поскольку заболевание\
может протекать бессимптомно такой человек подвергает риску свое здоровье и представляет опасность для окружающих.'''
